{
  "cancel": "Cancel",
  "Login":{
    "signIn": "Sign in",
    "register":"Register",
    "login":"Log In",
    "newAccount":"Don't have an account?",
    "password":"Password"
  },
  "Home": {
    "title": "Empower your projects",
    "subtitle": "Research Hub",
    "description": "Research Hub facilitates meaningful connections by helping you find and connect with potential collaborators who have complementary skills and expertise. By using our page, you can identify and reach out to other researchers, scholars, and professionals who can contribute to your project, providing valuable insights and support.",
    "cooperationTitle":"Transform Your Vision into Reality",
    "cooperation":"Collaborate with experts to bring your dream app or project to life. Whether you're looking to build an innovative mobile application or develop a groundbreaking project, teaming up with skilled professionals can make all the difference.",
    "ideasExpertiseTitle":"Your Ideas, Our Expertise",
    "ideasExpertise":"Turn your dreams into reality by collaborating with a network of seasoned experts. Our platform provides the tools and connections to help you achieve your project goals.",
    "contactNetworkTitle":"Expand your network of contacts",
    "contactNetwork":"Expand your network of contacts and collaborate with experts to create your dream project, or maybe you are looking for people to learn something new together. Everything is possible with Research Hub.",
    "existingProjectTitle":"Boost an existing project",
    "existingProject":"Revitalize your current project with fresh ideas and enhancements to existing features. Discover new ways to optimize and elevate your project by adding innovations that increase its functionality and appeal. Take your project to the next level with strategies that drive its success and continuous growth, ensuring it remains at the forefront.",
    "gridTitle":"What are you interested in?",
    "CategoryGrid":{
      "Science":"Science",
      "IT":"Computer & IT",
      "Sports":"Sports",
      "Arts":"Arts",
      "Business":"Business",
      "Mathematics":"Mathematics",
      "Engineering":"Engineering",
      "Communication":"Communication"
    }
  },
  "Header": {
    "home": "Home",
    "about": "About",
    "contact": "Contact",
    "projects": "Projects",
    "profile" : "Profile",
    "logout": "Logout"
  }
  
}
